{
    "services": {
        "title": "Services",
        "dtp": "Multilingual DTP",
        "conv": "File Conversion",
        "memo": "Translation Memories",
        "prep": "File Preparation",
        "set": "Setup and Formatting",
        "edi": "Image Editing",
        "tooltips": {
            "dtp" : "It is the graphic process by means of Software dedicated to convert or modify documents or files already created after going through the translation phase, with the objective of maintaining or improving the quality and formatting previously established regardless of the languages involved.",
            "conversion": "By means of different techniques and software we analyze the best way to convert several types of files that need to be later edited or translated, giving the possibility to handle the information and the content inside them in an optimal way, optimizing the final result that is sought, and giving the possibility of converting it back to the original format.",
            "formatOne": "Using templates, we can create and provide stable formats for projects that follow common patterns with data modifications, whether text, columns, size or orientation, formats are created that can optimize the speed and consistency of these kinds of files.",
            "formatTwo" : "Formatting is the basis of post-translation, where font type, size, text pattern and the client's interface wishes are returned to the original order or as close as possible, in the target language.",
            "imageOne" : "The editing of non-editable images is often a challenge when it comes to applying the desired translations without losing quality and the sense with which they were created.",
            "imageTwo": "By means of different software, it is possible to organically integrate the new texts into the images.",
            "filePrepOne": "Most of the files that need to be translated require to be pre-processed in order to be able to work with them using translation tools. From converting an InDesign file to idml or converting a PDF to a Word or InDesign file, to many others, this stage, in the DTP process, is the one that produces the necessary solutions.",
            "memoOne": "As part of a DTP QA process, we use the references achieved by the translation memories to obtain a result in line with what the original file was intended to convey.",
            "memoTwo": "This gives a persistent context that encompasses the content of the entire project. This also reduces the review time of the translators by improving the distribution of the time allotted."
        }
    }
}